[
    {
        "introtitle" : "Srilankan Leopard",
        "introtitle2" : "Threats To Leopards",
        "introparagraph" : "Known as the 'Lord of the Jungle', the Sri Lankan Leopard (Panthera parades kotiya) is one of the eight recognized subspecies of Leopard and is indigenous to Sri Lanka. The Sri Lankan Leopard, the smallest of the 'Big cats' is still the only large mammal predator in the country and relatively bigger in size than its relatives living elsewhere."
    },
    {
        "sub1title" : "Yala National Park",
        "sub1paragraph" : "Yala National Park is known as the best place to spot leopards in Sri Lanka. This is because Yala has the highest density of leopards of anywhere on the island. However, this statistic means that the park often has a high density of tourists too, especially in the peak season from December to March."
    },
    {
        "sub2title" : "Kumana National Park",
        "sub2paragraph" : "Neighbor to Yala, Kumana National Park is a smaller but more tranquil option for those seeking to spot leopards without the crowds. Sightings are rarer here, but the scenery is just as stunning."
    },
    {
        "sub3title" : "Wilppattu National Park",
        "sub3paragraph" : "In the opposite corner of the country to Yala is sensational Wilpattu National Park. This is the largest and most beautiful wildlife reserve in Sri Lanka. Despite being the biggest wildlife park, Wilpattu's remote north-west position means in that it is away from the main tourist trail and is therefore much quieter than Yala in terms of tourist numbers. Covered by a network of interlaced lakes, this jungle-rich park hides leopards in the undergrowth as well as sloth bears and endless species of bird."
    },
    {
        "sub4title" : "Habitat loss",
        "sub4title2" : "overview",
        "sub4paragraph" : "In an attempt to feed the ever growing human population, forest habitats are being converted into farmlands.",
        "sub4paragraph2" : "Farmers often blame leopards for loss of their livestock and often resort to retaliatory killings. Attempts to poison the carcass, use of snares, traps, electrocution are carried out to kill these predators.",
        "sub4title3" : "consequences",
        "sub4paragraph3" : "Recent meta-analyses of leopard status and distribution suggest 48-67% range loss for the species in Africa and 83-87% in Asia.",
        "sub4paragraph4" : "The human population increased by 2.57% per year between 1994 and 2014 , and the conversion of potential leopard habitat to agricultural areas increased by 57% between 1975 and 2000.",
        "sub4title4" : "steps taken to reduce",
        "sub4paragraph5" : "preventing expansion of civlization to leopard habitat zones, marking those areas as protected."
    },
    {
        "sub5title" : "Poaching",
        "sub5title2" : "overview",
        "sub5paragraph" : "Trophy hunting is still legal in parts of Africa which has a negative impact on the density of big cats. Though there are laws pertaining to the age and sex of the leopards to be hunted for trophy many leopards are hunted outside protected areas.",
        "sub5paragraph2" : "Captive breeding of big carnivores in private ranches also leads to a decrease in the number of  prey animals for those leopards who are still in the wild.",
        "sub5title3" : "consequences",
        "sub5paragraph3" : "In one year 2020, in India around 23 dead bodies of leopards were found minus the skin and the claws. On further examination, trap marks and wound marks were also found on the bodies which signified unnatural cause of death.",
        "sub5paragraph4" : "due to all this leopards are endangerd, and close to being extinct",
        "sub5title4" : "steps taken to reduce",
        "sub5paragraph5" : "banned poaching and selling leopard parts around the word, as well as keeping he remainig leopards in protected areas."
    }
]