[
    {
        "introtitle" : "YALA NATIONAL PARK",
        "introparagraph" : "Yala National Park (otherwise known as Ruhuna National Park) is one of Sri Lanka's must-sees. Located to the south east of the island, this exceptional game reserve is Sri Lanka's most popular for very good reason. Thought to be home to the greatest density of leopards per square kilometre in the world, Yala covers an area of 1,260 square kilometres and is divided into five blocks. Block I is the most visited portion of the reserve and the most rewarding destination for a leopard safari."
    },
    {
        "sub1title" : "Sri Lankan Leopards",
        "sub1paragraph" : "The Sri Lankan leopard (Panthera pardus kotiya) is a leopard subspecies native to Sri Lanka. Classified as Endangered by IUCN, the population is believed to be declining due to numerous threats including poaching for trade and human-leopard conflicts. No subpopulation is larger than 250 individuals.",
        "sub1paragraph2" : "The leopard is colloquially known as Kotiya (කොටියා) in Sinhala and Chiruththai (சிறுத்தை) in Tamil. The Sri Lankan subspecies was first described in 1956 by the Sri Lankan zoologist Deraniyagala."
    },
    {
        "sub2title" : "Sri Lankan Elephants",
        "sub2paragraph" : "The Sri Lankan elephant (Elephas maximus maximus) is one of three recognized subspecies of the Asian elephant, and native to Sri Lanka. Since 1986, Elephas maximus has been listed as endangered by IUCN as the population has declined by at least 50% over the last three generations, estimated to be 60-75 years. The species is pre-eminently threatened by habitat loss, degradation and fragmentation.",
        "sub2paragraph2" : "Elephas maximus maximus is the type subspecies of the Asian elephant, first described by Carl Linnaeus under the binominal Elephas maximus in 1758."
    },
    {
        "sub3title" : "LOCATION",
        "sub3paragraph" : "Yala National Park is located in the south east of Sri Lanka around 20km southwest of Tissamaharama. Part of the reserve borders the Indian Ocean.",
        "sub3paragraph2" : "It takes less than 10-minutes to reach the entrance of the reserve from Chena Huts, which sits in the park's wildlife-rich buffer zone. Colombo is around a 300-kilometre drive away, which takes five hours."
    }
]